### Plan for `Clocktimizer/prod`
```terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # newrelic_entity_tags.synthetic_tags["CLOCK_PING_TAG1"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "live",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "Clocktimizer",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLOCK_PING_TAG2"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "live",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "Clocktimizer",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLOCK_PING_TAG3"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "live",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "Clocktimizer",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLOCK_PING_TAG4"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "live",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "Clocktimizer",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLOCK_PING_TAG5"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "live",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "Clocktimizer",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLOCK_PING_TAG6"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "live",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "Clocktimizer",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLOCK_PING_TAG7"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "live",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "Clocktimizer",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLOCK_PROD1"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "Clocktimizer - Ping test for https://bassberry.clocktimizer.com"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "DISABLED"
      + type              = "SIMPLE"
      + uri               = "https://bassberry.clocktimizer.com"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLOCK_PROD2"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "Clocktimizer - Ping test for https://benesch.clocktimizer.com"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "DISABLED"
      + type              = "SIMPLE"
      + uri               = "https://benesch.clocktimizer.com"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLOCK_PROD3"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "Clocktimizer - Ping test for https://boelszanders.clocktimizer.com"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "DISABLED"
      + type              = "SIMPLE"
      + uri               = "https://boelszanders.clocktimizer.com"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLOCK_PROD4"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "Clocktimizer - Ping test for https://claytonsmith.clocktimizer.com"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "DISABLED"
      + type              = "SIMPLE"
      + uri               = "https://claytonsmith.clocktimizer.com"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLOCK_PROD5"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "Clocktimizer - Ping test for https://clio.clocktimizer.com"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "DISABLED"
      + type              = "SIMPLE"
      + uri               = "https://clio.clocktimizer.com"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLOCK_PROD6"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "Clocktimizer - Ping test for https://dickinson-wright.clocktimizer.com"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "DISABLED"
      + type              = "SIMPLE"
      + uri               = "https://dickinson-wright.clocktimizer.com"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLOCK_PROD7"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "Clocktimizer - Ping test for https://dlapiperint.clocktimizer.com"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "DISABLED"
      + type              = "SIMPLE"
      + uri               = "https://dlapiperint.clocktimizer.com"
      + verify_ssl        = true
    }

Plan: 14 to add, 0 to change, 0 to destroy.

```

